{
    "greet" : "Hello",
    "text" : "Welcome to the site",
    "a1" : "PORTFOLIO",
    "a2" : "BLOG",
    "a3" : "Rezyume",
    "a4" : "DO‘KON",
    "a5" : "ERKIN",
    "a6" : "MEN HAQIMDA",
    "a7" : "ALOQA",
    "b1" : "Blog xabarlari",
    "b2" : "Men shunday deb o'ylayman, bu shunday.",
    "b3" : "Dizayn men qanday qilib tajribani eng muvaffaqiyatli taqdim etishni, men qo'ygan tugma muammoni hal qila oladimi yoki yo'qligini o'ylay boshlaganimdan keyin boshlanadi. Dizayndagi yagona nuqta ui dizayni emas, agar foydalanuvchi mahsulot oxirida yaxshi tajribaga ega bo'lmasa, dizayn mening fikrimcha muvaffaqiyatsiz deb hisoblanadi.",
    "c1" : "HAMMA",
    "c2" : "UI dizayni",
    "c3" : "UX dizayni",
    "c4" : "Mahsulot dizayni",
    "c5" : "Maqolalar",
    "c6" : "Darsliklar",
    "c7" : "Yangiliklar",
    "d1" : "NOV 23 2020",
    "d2" : "Bu UI dizayni haqida noto'g'ri.",
    "d3" : "Internetda podkastingiz haqida bilishdan boshlab foydalanuvchilarga qiyin bosqichlarda yordam berish uchun tezkor qo'llanma.  Internetda podkastingiz haqida bilishdan boshlab foydalanuvchilarga qiyin bosqichlarda yordam berish uchun tezkor qo'llanma. ",
   "d4" : "KO'PROQ O'QISH",
   "e1" : "BLOG TAVSIFI H",
   "e2" : "Grafik dizayn va veb-ishlab chiqish kabi, UX dizayn tendentsiyalari ham biron bir sababga ko'ra keladi va ketadi. UX insoniyat uchun yaxshiroq raqamli dunyoni rivojlantirishga qaratilgan. Bu innovatsiyalarni talab qiladigan soha, lekin u doimo rivojlanib boradi. UX dizayn bloglarini muntazam kuzatib borish sizga sohadagi o‘zgarishlardan xabardor bo‘lishga yordam beradi, shuningdek, UX ko‘nikmalaringizni rivojlantiradi.",
   "e3" : "Bundan tashqari, ko'plab UX dizayn bloglari sizni ilova yoki vebning muvaffaqiyatli rivojlanishi va undan foydalanish qulayligi qanday yaxshilangani haqida batafsil ma'lumot beruvchi amaliy tadqiqotlar bilan tanishtiradi. Ushbu turdagi holatlar haqida o'qish sizga g'oyalar berishga yordam beradi. Shu ma'noda, UX dizayn bloglari kelajakdagi loyihalaringiz qanday yo'nalishlarga ega bo'lishi kerakligini ko'rsatishga yordam beradi.",
   "e4" : "Bundan tashqari, ko'plab UX dizayn bloglari sizni ilova yoki vebning muvaffaqiyatli rivojlanishi va undan foydalanish qulayligi qanday yaxshilangani haqida batafsil ma'lumot beruvchi amaliy tadqiqotlar bilan tanishtiradi. Ushbu turdagi holatlar haqida o'qish sizga g'oyalar berishga yordam beradi. Shu ma'noda, UX dizayn bloglari kelajakdagi loyihalaringiz qanday yo'nalishlarga ega bo'lishi kerakligini ko'rsatishga yordam beradi."
}